Repository: netdcy/FlowVision
Catalog: FlowVision/Sources/SettingsViews/mul.lproj/ActionsSettingsViewController.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sv, zh_hans, zh_hant

# 5Ss-iK-SRx.title
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nl: Hernoemen
pt_br: Renomear
pt_pt: Renomear
ru: Переименовать
sv: Byt namn
zh_hans: 重命名
zh_hant: 重新命名

# bjd-tP-l6n.title
source: Quick Search:
ar: البحث السريع:
de: Schnellsuche:
es: Búsqueda rápida:
fr: Recherche rapide :
it: Ricerca veloce:
ja: クイック検索:
ko: 빠른 검색:
nl: Snel zoeken:
pt_br: Busca Rápida:
pt_pt: Pesquisa Rápida:
ru: Быстрый поиск:
sv: Snabbsökning:
zh_hans: 快速搜索：
zh_hant: 快速搜尋：

# diV-0n-cUs.title
source: Keyboard Shortcuts:
ar: اختصارات لوحة المفاتيح:
de: Tastenkombinationen:
es: Atajos de teclado:
fr: Raccourcis clavier :
it: Scorciatoie da tastiera:
ja: キーボードショートカット:
ko: 키보드 단축키:
nl: Toetsenbord sneltoetsen:
pt_br: Atalhos de Teclado:
pt_pt: Atalhos de Teclado:
ru: Горячие клавиши:
sv: Tangentbordsgenvägar:
zh_hans: 键盘按键：
zh_hant: 鍵盤快捷鍵：

# dKs-LJ-cIZ.title
source: Enter Key:
ar: مفتاح Enter:
de: Eingabetaste:
es: Tecla Enter:
fr: Touche Entrée :
it: Tasto Invio:
ja: Enterキー:
ko: Enter 키:
nl: Enter-toets:
pt_br: Tecla Enter:
pt_pt: Tecla Enter:
ru: Клавиша Enter:
sv: Enter-tangenten:
zh_hans: Enter键：
zh_hant: Enter 鍵：

# jjU-gf-0lm.title
source: Double-click to open/close the image. Hold down the right/left mouse button and scroll the wheel to zoom. Hold down the middle mouse button and drag to move the window. Long press the left mouse button to switch to 100% zoom. Long press the right mouse button to fit the image to the view.
ar: انقر نقرًا مزدوجًا لفتح/إغلاق الصورة. اضغط مع الاستمرار على زر الفأرة الأيمن/الأيسر وقم بتمرير العجلة للتكبير. اضغط مع الاستمرار على زر الفأرة الأوسط واسحب لتحريك النافذة. اضغط مطولاً على زر الفأرة الأيسر للتبديل إلى التكبير بنسبة 100%. اضغط مطولاً على زر الفأرة الأيمن لتناسب الصورة مع العرض.
de: Doppelklicken, um das Bild zu öffnen/schließen. Halten Sie die rechte/linke Maustaste gedrückt und scrollen Sie das Rad, um zu zoomen. Halten Sie die mittlere Maustaste gedrückt und ziehen Sie, um das Fenster zu verschieben. Halten Sie die linke Maustaste lange gedrückt, um auf 100 % Zoom zu wechseln. Halten Sie die rechte Maustaste lange gedrückt, um das Bild an die Ansicht anzupassen.
es: Haz doble clic para abrir/cerrar la imagen. Mantén presionado el botón derecho/izquierdo del ratón y desplaza la rueda para hacer zoom. Mantén presionado el botón central del ratón y arrastra para mover la ventana. Mantén presionado el botón izquierdo del ratón para cambiar al zoom del 100%. Mantén presionado el botón derecho del ratón para ajustar la imagen a la vista.
fr: Double-cliquez pour ouvrir/fermer l'image. Maintenez enfoncé le bouton droit/gauche de la souris et faites défiler la molette pour zoomer. Maintenez enfoncé le bouton central de la souris et faites glisser pour déplacer la fenêtre. Maintenez enfoncé le bouton gauche de la souris pour passer à un zoom de 100%. Maintenez enfoncé le bouton droit de la souris pour adapter l'image à l'affichage.
it: Fare doppio clic per aprire/chiudere l'immagine. Tieni premuto il pulsante destro/sinistro del mouse e scorri la rotellina per zoomare. Tieni premuto il pulsante centrale del mouse e trascina per muovere la finestra. Premi a lungo il pulsante sinistro del mouse per passare allo zoom al 100%. Premi a lungo il pulsante destro del mouse per adattare l'immagine alla vista.
ja: 画像を開閉するにはダブルクリック。 ズームするには右/左のマウスボタンを押しながらホイールをスクロール。 ウィンドウを移動するには中ボタンを押しながらドラッグ。 左ボタンを長押しして100%ズームに切り替え。 右ボタンを長押しして画像を表示に合わせる。
ko: 이미지를 열거나 닫으려면 더블 클릭하세요. 확대하려면 오른쪽/왼쪽 마우스 버튼을 누른 상태에서 휠을 스크롤하세요. 창을 이동하려면 가운데 마우스 버튼을 누른 상태에서 드래그하세요. 100% 확대를 위해 왼쪽 마우스 버튼을 길게 누르세요. 이미지 크기를 보기 맞춤으로 조정하려면 오른쪽 마우스 버튼을 길게 누르세요.
nl: Dubbelklik om de afbeelding te openen/sluiten. Houd de rechter/linker muisknop ingedrukt en scroll met het wiel om in te zoomen. Houd de middelste muisknop ingedrukt en sleep om het venster te verplaatsen. Houd de linker muisknop lang ingedrukt om naar 100% zoom te schakelen. Houd de rechter muisknop lang ingedrukt om de afbeelding aan te passen aan de weergave.
pt_br: Clique duas vezes para abrir/fechar a imagem. Mantenha o botão direito/esquerdo do mouse pressionado e role a roda para dar zoom. Mantenha o botão do meio do mouse pressionado e arraste para mover a janela. Pressione longamente o botão esquerdo do mouse para alternar para zoom de 100%. Pressione longamente o botão direito do mouse para ajustar a imagem à visualização.
pt_pt: Faça duplo clique para abrir/fechar a imagem. Mantenha pressionado o botão direito/esquerdo do rato e role a roda para fazer zoom. Mantenha pressionado o botão do meio do rato e arraste para mover a janela. Pressione e mantenha pressionado o botão esquerdo do rato para mudar para zoom de 100%. Pressione e mantenha pressionado o botão direito do rato para ajustar a imagem à vista.
ru: Дважды щелкните, чтобы открыть/закрыть изображение. Удерживайте правую/левую кнопку мыши и прокручивайте колесо для увеличения. Удерживайте среднюю кнопку мыши и перетащите, чтобы переместить окно. Долгое нажатие на левую кнопку мыши переключает на 100% увеличение. Долгое нажатие на правую кнопку мыши подгоняет изображение по размеру окна.
sv: Dubbelklicka för att öppna/stänga bilden. Håll ned höger/vänster musknapp och rulla hjulet för att zooma. Håll ned mittenknappen och dra för att flytta fönstret. Håll vänster musknapp nedtryckt för att växla till 100% zoom. Håll höger musknapp nedtryckt för att anpassa bilden till vyn.
zh_hans: 双击打开/关闭图片。 按住右键/左键滚动滚轮可以缩放。 按住中键拖动可以移动窗口。 长按左键切换 100%缩放。 长按右键切换缩放到视图。
zh_hant: 雙擊以開啟/關閉圖片。 按住右鍵/左鍵並滾動滾輪以縮放。 按住中鍵並拖曳以移動窗口。 長按左鍵切換至100%縮放。 長按右鍵使圖片適合視窗顯示。

# kUa-1f-s4l.title
source: Press Alt + 1~9 to switch to the corresponding profile. Press Alt + Cmd + 1~9 to save the current layout and style to the corresponding profile. The configurations involved in switching include: whether to display the sidebar, view type, sorting method, thumbnail size, and custom styles (such as whether to display file names and the width of the thumbnail border).
ar: اضغط على Alt + 1~9 للتبديل إلى الملف الشخصي المقابل اضغط على Alt + Cmd + 1~9 لحفظ التخطيط والنمط الحاليين إلى الملف الشخصي المقابل تشمل التكوينات المتضمنة في التبديل: ما إذا كان سيتم عرض الشريط الجانبي، نوع العرض، طريقة الفرز، حجم الصورة المصغرة، والأنماط المخصصة (مثل ما إذا كان سيتم عرض أسماء الملفات وعرض حدود الصورة المصغرة)
de: Drücken Sie Alt + 1~9, um zum entsprechenden Profil zu wechseln. Drücken Sie Alt + Cmd + 1~9, um das aktuelle Layout und den Stil im entsprechenden Profil zu speichern. Die bei einem Wechsel betroffenen Konfigurationen umfassen: ob die Seitenleiste angezeigt wird, Anzeigetyp, Sortiermethode, Miniaturgröße und benutzerdefinierte Stile (wie zum Beispiel, ob Dateinamen angezeigt werden und die Breite des Miniaturrahmens).
es: Presiona Alt + 1~9 para cambiar al perfil correspondiente. Presiona Alt + Cmd + 1~9 para guardar el diseño y estilo actuales en el perfil correspondiente. Las configuraciones involucradas en el cambio incluyen: si mostrar la barra lateral, tipo de vista, método de clasificación, tamaño de la miniatura y estilos personalizados (como si mostrar los nombres de archivo y el ancho del borde de la miniatura).
fr: Appuyez sur Alt + 1~9 pour passer au profil correspondant. Appuyez sur Alt + Cmd + 1~9 pour enregistrer la disposition et le style actuels dans le profil correspondant. Les configurations impliquées dans le changement incluent : afficher ou non la barre latérale, le type de vue, la méthode de tri, la taille des vignettes, et les styles personnalisés (comme afficher ou non les noms de fichiers et la largeur de la bordure des vignettes).
it: Premi Alt + 1~9 per passare al profilo corrispondente. Premi Alt + Cmd + 1~9 per salvare il layout e lo stile attuali nel profilo corrispondente. Le configurazioni coinvolte nel passaggio includono: se visualizzare la barra laterale, il tipo di vista, il metodo di ordinamento, la dimensione delle miniature e gli stili personalizzati (come se visualizzare i nomi dei file e la larghezza del bordo della miniatura)
ja: Alt + 1〜9 を押して対応するプロファイルに切り替えます。 Alt + Cmd + 1〜9 を押して現在のレイアウトとスタイルを対応するプロファイルに保存します 。 切り替えに関与する設定にはサイドバーを表示するか否かビュータイプソート方法サムネイルサイズカスタムスタイル（ファイル名を表示するかどうかやサムネイル枠の幅など）が含まれます。
ko: Alt + 1~9를 눌러 해당 프로필로 전환하세요. Alt + Cmd + 1~9를 눌러 현재 레이아웃과 스타일을 해당 프로필에 저장하세요. 전환 시 포함되는 구성 요소는 사이드바 표시 여부, 보기 유형, 정렬 방법, 썸네일 크기 및 사용자 정의 스타일(파일 이름 표시 여부 및 썸네일 테두리 너비 등)입니다.
nl: Druk op Alt + 1~9 om over te schakelen naar het overeenkomstige profiel. Druk op Alt + Cmd + 1~9 om de huidige indeling en stijl op te slaan in het overeenkomstige profiel. De configuraties die bij het schakelen betrokken zijn, zijn onder andere: of de zijbalk wordt weergegeven, weergavetype, sorteermethode, miniatuurgrootte en aangepaste stijlen (zoals of bestandsnamen worden weergegeven en de breedte van de miniatuurrand).
pt_br: Pressione Alt + 1~9 para alternar para o perfil correspondente. Pressione Alt + Cmd + 1~9 para salvar o layout e estilo atual no perfil correspondente. As configurações envolvidas na alternância incluem: exibir ou não a barra lateral, tipo de visualização, método de ordenação, tamanho das miniaturas e estilos personalizados (como exibir ou não nomes de arquivos e a largura da borda da miniatura).
pt_pt: Carregue Alt + 1~9 para mudar para o perfil correspondente. Carregue Alt + Cmd + 1~9 para guardar a disposição e estilo atuais no perfil correspondente. As configurações envolvidas na mudança incluem: se deve mostrar a barra lateral, tipo de visualização, método de ordenação, tamanho da miniatura e estilos personalizados (como se deve mostrar os nomes dos ficheiros e a largura da borda da miniatura).
ru: Нажмите Alt + 1~9, чтобы переключиться на соответствующий профиль. Нажмите Alt + Cmd + 1~9, чтобы сохранить текущую раскладку и стиль в соответствующий профиль. Конфигурации, участвующие в переключении, включают: отображение боковой панели, тип просмотра, метод сортировки, размер миниатюр и пользовательские стили (например, отображать ли имена файлов и ширину границы миниатюры).
sv: Tryck på Alt + 1~9 för att byta till motsvarande profil. Tryck på Alt + Cmd + 1~9 för att spara aktuell layout och stil till motsvarande profil. Konfigurationerna som är involverade i bytet inkluderar: om sidopanelen ska visas, vytyp, sorteringsmetod, miniatyrbildsstorlek och anpassade stilar (till exempel om filnamn ska visas och bredden på miniatyrbildens kant).
zh_hans: 按 Alt + 1~9 切换到相应配置文件。 按 Alt + Cmd + 1~9 保存当前布局与样式到相应配置文件。 切换涉及的配置包括：是否显示侧边栏、视图类型、排序方式、缩略图大小、自定义样式（例如是否显示文件名、缩略图边框宽度）。
zh_hant: 按 Alt + 1～9 切換到對應的配置檔案。 按 Alt + Cmd + 1～9 保存當前佈局和樣式到對應的配置檔案。 切換涉及的配置包括：是否顯示側邊欄、檢視類型、排序方式、縮圖大小、自定樣式（如是否顯示檔案名稱及縮圖邊框寬度）。

# p6V-rJ-gwR.title
source: Image Viewing:
ar: عرض الصور:
de: Bildanzeige:
es: Visualización de imágenes:
fr: Affichage d'image :
it: Visualizzazione delle immagini:
ja: 画像閲覧:
ko: 이미지 보기:
nl: Afbeelding bekijken:
pt_br: Visualização de Imagem:
pt_pt: Visualização de Imagem:
ru: Просмотр изображений:
sv: Bildvisning:
zh_hans: 图像浏览：
zh_hant: 圖片查看：

# Ple-dV-Ujq.title
source: In thumbnail view: W/S/A/D/E correspond to right-click gestures up/down/left/right/up-right. In image view: W/S zoom in/zoom out, A/D previous/next image.
ar: في عرض الصور المصغرة: الأحرف W/S/A/D/E تقابل إيماءات النقر بزر الماوس الأيمن لأعلى/لأسفل/يسار/يمين/يمين-أعلى في عرض الصورة: الأحرف W/S للتكبير/التصغير، والأحرف A/D للصورة السابقة/التالية
de: In der Miniaturansicht: W/S/A/D/E entsprechen den Rechtsklick-Gesten oben/unten/links/rechts/oben-rechts. In der Bildansicht: W/S zoomt ein/aus, A/D vorheriges/nächstes Bild.
es: En vista de miniaturas: W/S/A/D/E corresponden a los gestos de clic derecho arriba/abajo/izquierda/derecha/arriba-derecha. En vista de imagen: W/S acercar/alejar, A/D imagen anterior/siguiente.
fr: En vue miniature : W/S/A/D/E correspondent aux gestes de clic droit haut/bas/gauche/droite/haut-droit En vue image : W/S zoom avant/zoom arrière, A/D image précédente/suivante
it: In visualizzazione miniature: W/S/A/D/E corrispondono ai gesti del tasto destro su/giù/sinistra/destra/su-destra. In visualizzazione immagine: W/S zoom avanti/zoom indietro, A/D immagine precedente/successiva.
ja: サムネイル表示: W/S/A/D/E は右クリックジェスチャーの上下左右右上に対応しています。 画像表示: W/S は拡大/縮小, A/D は前/次の画像です。
ko: 섬네일 보기에서: W/S/A/D/E는 우클릭 제스처 위/아래/왼쪽/오른쪽/오른쪽 위에 해당합니다. 이미지 보기에서: W/S 확대/축소, A/D 이전/다음 이미지.
nl: In de miniatuurweergave: W/S/A/D/E komen overeen met rechtermuisklikgebaren omhoog/omlaag/links/rechts/omhoog-rechts. In de beeldweergave: W/S inzoomen/uitzoomen, A/D vorige/volgende afbeelding.
pt_br: Na visualização de miniaturas: W/S/A/D/E correspondem aos gestos do botão direito para cima/baixo/esquerda/direita/cima-direita. Na visualização de imagem: W/S aproximar/afastar, A/D imagem anterior/próxima imagem.
pt_pt: Na vista de miniaturas: W/S/A/D/E correspondem aos gestos do botão direito para cima/baixo/esquerda/direita/cima-direita. Na visualização de imagem: W/S zoom in/zoom out, A/D imagem anterior/próxima.
ru: В режиме миниатюр: W/S/A/D/E соответствуют жестам правой кнопкой мыши вверх/вниз/влево/вправо/вверх-вправо. В режиме просмотра изображений: W/S увеличение/уменьшение, A/D предыдущая/следующая картинка.
sv: I miniatyrvyn: W/S/A/D/E motsvarar högerklicksgester upp/ner/vänster/höger/upp-höger I bildvyn: W/S zooma in/zooma ut, A/D föregående/nästa bild
zh_hans: 缩略图视图时：W/S/A/D/E 等同于右键手势上/下/左/右/上右。 图像视图时：W/S 放大/缩小，A/D 上一张/下一张。
zh_hant: 在縮圖視圖中：W/S/A/D/E 對應於右鍵手勢的上/下/左/右/右上。在圖像視圖中：W/S 放大/縮小，A/D 上一張/下一張圖像。

# qK4-Oc-vMt.title
source: Right-Click Gestures:
ar: إيماءات النقر بالزر الأيمن:
de: Rechtsklick-Gesten:
es: Gestos de clic derecho:
fr: Gestes du clic droit :
it: Gesti controllo-Click:
ja: 右クリックジェスチャー
ko: 오른쪽 클릭 제스처:
nl: Klik met de rechtermuisknop-bewegingen:
pt_br: Gestos do Botão Direito:
pt_pt: Gestos de Clique com o Botão Direito:
ru: Жесты правой кнопкой мыши:
sv: Högerklicksgester:
zh_hans: 右键手势：
zh_hant: 右鍵手勢：

# VtW-9m-Sj8.title
source: Profile Switching:
ar: التبديل بين الملفات الشخصية:
de: Profilwechsel:
es: Cambio de Perfil:
fr: Changement de profil :
it: Cambio profilo:
ja: プロファイル切り替え:
ko: 프로필 전환:
nl: Profielwissel:
pt_br: Alternância de Perfil:
pt_pt: Alternar Perfil:
ru: Переключение профиля:
sv: Profilväxling:
zh_hans: 配置切换：
zh_hant: 配置檔切換：

# xau-nf-fbD.title
source: Right/Left: Switch to the next/previous folder with images/videos (logically equivalent to the next folder when sorting all folders on the disk). Up: Switch to the parent directory. Down: Return to the previous directory. Up-Right: Switch to the next folder with images at the same level as the current folder. Down-Right: Close the tab/window.
ar: يسار/يمين: الانتقال إلى المجلد التالي/السابق مع الصور/الفيديوهات (ما يعادل منطقياً المجلد التالي عند ترتيب جميع المجلدات على القرص). أعلى: الانتقال إلى الدليل الرئيسي. أسفل: العودة إلى الدليل السابق. أعلى يمين: الانتقال إلى المجلد التالي مع الصور على نفس مستوى المجلد الحالي. أسفل يمين: إغلاق علامة التبويب/النافذة.
de: Rechts/Links: Zum nächsten/vorherigen Ordner mit Bildern/Videos wechseln (logisch äquivalent zum nächsten Ordner bei der Sortierung aller Ordner auf der Festplatte). Oben: Zum übergeordneten Verzeichnis wechseln. Unten: Zum vorherigen Verzeichnis zurückkehren. Oben-Rechts: Zum nächsten Ordner mit Bildern auf derselben Ebene wie der aktuelle Ordner wechseln. Unten-Rechts: Tab/Fenster schließen.
es: Derecha/Izquierda: Cambiar a la carpeta siguiente/anterior con imágenes/videos (lógicamente equivalente a la siguiente carpeta al ordenar todas las carpetas en el disco). Arriba: Cambiar al directorio superior. Abajo: Volver al directorio anterior. Arriba-Derecha: Cambiar a la siguiente carpeta con imágenes en el mismo nivel que la carpeta actual. Abajo-Derecha: Cerrar la pestaña/ventana.
fr: Droite/Gauche : Passer au dossier suivant/précédent avec des images/vidéos (équivalent logique du dossier suivant lors du tri de tous les dossiers sur le disque). Haut : Passer au répertoire parent. Bas : Retourner au répertoire précédent. Haut-Droite : Passer au dossier suivant avec des images au même niveau que le dossier actuel. Bas-Droite : Fermer l'onglet/fenêtre.
it: Destra/Sinistra: Passa alla cartella successiva/precedente con immagini/video (logicamente equivalente alla cartella successiva quando si ordinano tutte le cartelle sul disco). Su: Passa alla directory superiore. Giù: Ritorna alla directory precedente. Su-Destra: Passa alla cartella successiva con immagini allo stesso livello della cartella attuale. Giù-Destra: Chiudi la scheda/finestra.
ja: 右/左: 次/前の画像/ビデオを含むフォルダに切り替えます (ディスク上のすべてのフォルダを並べ替えたときに論理的に次のフォルダに相当します ) 上: 親ディレクトリに切り替えます 下: 前のディレクトリに戻ります 上右: 現在のフォルダーと同じレベルで画像を含む次のフォルダに切り替えます 下右: タブ/ウィンドウを閉じます
ko: 오른쪽/왼쪽: 이미지/비디오가 있는 다음/이전 폴더로 전환 (디스크의 모든 폴더를 정렬할 때 논리적으로 다음 폴더와 동일). 위쪽: 상위 디렉토리로 전환. 아래쪽: 이전 디렉토리로 돌아가기. 위쪽-오른쪽: 현재 폴더와 같은 수준의 다음 이미지가 있는 폴더로 전환. 아래쪽-오른쪽: 탭/창 닫기.
nl: Rechts/Links: Schakel naar de volgende/vorige map met afbeeldingen/video's (logisch equivalent aan de volgende map bij het sorteren van alle mappen op de schijf) Omhoog: Ga naar de bovenliggende map Omlaag: Ga terug naar de vorige map Omhoog-Rechts: Schakel naar de volgende map met afbeeldingen op hetzelfde niveau als de huidige map Omlaag-Rechts: Sluit het tabblad/venster
pt_br: Direita/Esquerda: Alternar para a próxima/anterior pasta com imagens/vídeos (logicamente equivalente à próxima pasta ao ordenar todas as pastas no disco). Cima: Alternar para o diretório pai. Baixo: Retornar ao diretório anterior. Cima-Direita: Alternar para a próxima pasta com imagens no mesmo nível da pasta atual. Baixo-Direita: Fechar a aba/janela.
pt_pt: Direita/Esquerda: Alternar para a pasta seguinte/anterior com imagens/vídeos (equivalente, em termos lógicos, à pasta seguinte ao ordenar todas as pastas no disco) Cima: Alternar para o diretório pai Abaixo: Voltar para o diretório anterior Cima-Direita: Alternar para a próxima pasta com imagens no mesmo nível da pasta atual Baixo-Direita: Fechar o separador/janela
ru: Право/Лево: Переключиться на следующий/предыдущий каталог с изображениями/видео (логически эквивалентно следующему каталогу при сортировке всех папок на диске). Вверх: Переключиться на родительский каталог. Вниз: Вернуться в предыдущий каталог. Вверх-Вправо: Переключиться на следующий каталог с изображениями на том же уровне, что и текущий каталог. Вниз-Вправо: Закрыть вкладку/окно.
sv: Höger/Vänster: Byt till nästa/föregående mapp med bilder/videor (logiskt motsvarande nästa mapp när alla mappar på disken sorteras). Upp: Byt till överordnad katalog. Ner: Återgå till föregående katalog. Upp-Höger: Byt till nästa mapp med bilder på samma nivå som den aktuella mappen. Ner-Höger: Stäng fliken/fönstret.
zh_hans: 向右/左：切换到下一个/上一个有图片/视频的文件夹(逻辑上等同于将整个磁盘中的文件夹排序后的下一个)。 向上：切换到上级目录。 向下：返回到上一次的目录。 向上右：切换到与当前文件夹平级的下一个有图片的文件夹。 向下右：关闭当前标签页/窗口。
zh_hant: 右/左：切換到包含圖片/影片的下一個/前一個資料夾（在磁碟上排序所有資料夾時邏輯上等同於下一個資料夾） 上：切換到上一層目錄 下：返回到前一個目錄 右上：切換到與當前資料夾同層的下一個包含圖片的資料夾 右下：關閉標籤/視窗

# xwz-xM-bF8.title
source: Press Q in thumbnail view to activate Quick Search, allowing you to enter search keywords within a short time to locate files. In this mode, number keys, letter keys, and the backspace key are used for input.
ar: اضغط على Q في عرض الصور المصغرة لتفعيل البحث السريع، مما يتيح لك إدخال كلمات بحث في وقت قصير لتحديد موقع الملفات. في هذا الوضع، تُستخدم مفاتيح الأرقام، ومفاتيح الحروف، ومفتاح المسافة للخلف للإدخال.
de: Drücken Sie Q in der Miniaturansicht, um die Schnellsuche zu aktivieren, mit der Sie innerhalb kurzer Zeit Suchbegriffe eingeben können, um Dateien zu finden. In diesem Modus werden Zahlentasten, Buchstabentasten und die Rücktaste zur Eingabe verwendet.
es: Presiona Q en la vista de miniaturas para activar la Búsqueda Rápida, lo que te permite ingresar palabras clave de búsqueda en poco tiempo para localizar archivos. En este modo, las teclas numéricas, las teclas de letras y la tecla de retroceso se utilizan para ingresar texto.
fr: Appuyez sur Q en mode vignette pour activer la recherche rapide, vous permettant d'entrer des mots-clés de recherche en peu de temps pour localiser des fichiers. Dans ce mode, les touches numériques, les touches lettres et la touche retour arrière sont utilisées pour la saisie.
it: Premi Q nella vista miniature per attivare la Ricerca Rapida, permettendoti di inserire parole chiave di ricerca in breve tempo per individuare i file. In questa modalità, i tasti numerici, i tasti lettera e il tasto backspace vengono utilizzati per l'input.
ja: サムネイルビューで Q を押してクイック検索を起動し、短時間で検索キーワードを入力してファイルを見つけることができます。このモードでは、数字キー、文字キー、バックスペースキーが入力に使用されます。
ko: 썸네일 보기에서 Q를 눌러 빠른 검색을 활성화하면 짧은 시간 내에 검색 키워드를 입력하여 파일을 찾을 수 있습니다 이 모드에서는 숫자 키, 문자 키 및 백스페이스 키가 입력에 사용됩니다
nl: Druk op Q in miniatuurweergave om Quick Search te activeren, waarmee je zoekwoorden binnen korte tijd kunt invoeren om bestanden te vinden. In deze modus worden cijfertoetsen, lettertoetsen en de backspace-toets gebruikt voor invoer
pt_br: Pressione Q na visualização de miniaturas para ativar a Pesquisa Rápida, permitindo que você insira palavras-chave de pesquisa em um curto período de tempo para localizar arquivos. Nesse modo, teclas numéricas, teclas de letras e a tecla de backspace são usadas para entrada.
pt_pt: Pressione Q na vista de miniaturas para ativar a Pesquisa Rápida, permitindo que insira palavras-chave de pesquisa por um curto período de tempo para localizar ficheiros. Neste modo, as teclas numéricas, teclas alfabéticas e a tecla de retrocesso são usadas para a inserção.
ru: Нажмите Q в режиме эскизов, чтобы активировать Быстрый поиск, который позволит вам ввести ключевые слова поиска за короткое время для поиска файлов. В этом режиме для ввода используются цифровые клавиши, буквенные клавиши и клавиша Backspace.
sv: Tryck på Q i miniatyrvyn för att aktivera Snabbsökning, så att du kan ange sökord inom kort tid för att hitta filer. I detta läge används siffertangenter, bokstavstangenter och backstegstangenten för att mata in.
zh_hans: 在缩略图界面按Q开启快速搜索，可在短时间内输入查找关键字来定位文件。此状态下数字键、字母键和退格键将作输入用途。
zh_hant: 在縮略圖檢視中按下 Q 鍵以啟動快速搜尋，允許您在短時間內輸入搜尋關鍵字以定位檔案。在此模式下，數字鍵、字母鍵和退格鍵用於輸入。

# Ztd-qQ-cwH.title
source: Open / Close
ar: فتح / إغلاق
de: Öffnen / Schließen
es: Abrir / Cerrar
fr: Ouvrir / Fermer
it: Apri / Chiudi
ja: 開く / 閉じる
ko: 열기 / 닫기
nl: Openen / Sluiten
pt_br: Abrir / Fechar
pt_pt: Abrir / Fechar
ru: Открыть / Закрыть
sv: Öppna / Stäng
zh_hans: 打开/关闭
zh_hant: 開啟 / 關閉
